Repository: Luis-manzur/wifi_zones_api
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es_ve

source: This field is required.
es_ve: Este campo es obligatorio.

source: This field must be unique.
es_ve: Este campo debe ser único.

source: The value of this field must be an integer.
es_ve: El valor de este campo debe ser un número entero.

source: This field only accepts binary values.
es_ve: Este campo solo admite valores binarios.

source: This field must be true or false.
es_ve: Este campo debe ser verdadero o falso.

source: Ensure this field has no more than {max_length} characters.
es_ve: Asegúrate de que este campo tenga menos de {max_length} caracteres.

source: Enter a valid date.
es_ve: Ingresa una fecha válida.

source: Enter a valid date and time.
es_ve: Ingresa una fecha y hora válidas.

source: Enter a valid decimal number.
es_ve: Ingresa un número decimal válido.

source: Enter a valid duration.
es_ve: Ingresa una duración válida.

source: Enter a valid email address.
es_ve: Ingresa una dirección de correo electrónico válida.

source: This field must be a valid file.
es_ve: Debe ser un archivo válido.

source: Enter a valid file path.
es_ve: La ruta del archivo debe ser válida.

source: Enter a valid floating-point number.
es_ve: Ingresa un número decimal válido.

source: This field must be a valid image.
es_ve: Debe ser una imagen válida.

source: Enter a valid IP address.
es_ve: Ingresa una dirección IP válida.

source: This field must be true, false, or null.
es_ve: Este campo debe ser verdadero, falso o nulo.

source: The value of this field must be a positive integer.
es_ve: El valor de este campo debe ser un número entero positivo.

source: Enter a valid slug.
es_ve: Ingresa un slug válido.

source: This field cannot be empty.
es_ve: Este campo no puede estar vacío.

source: Enter a valid time.
es_ve: Ingresa una hora válida.

source: Enter a valid URL.
es_ve: Ingresa una URL válida.

source: Passwords don't match.
es_ve: Las contraseñas no coinciden.

source: Phone number must be entered in the format: +999999999. Up to 15 digits allowed.
es_ve: El número de teléfono debe ser ingresado en el formato: +999999999. Se permiten hasta 15 dígitos.

source: Ensure this field has at least 8 characters.
es_ve: Asegúrate de que este campo tenga al menos 8 caracteres.

source: Ensure this field has no more than 64 characters.
es_ve: Asegúrate de que este campo no tenga más de 64 caracteres.

source: Invalid CI.
es_ve: CI inválida.

source: Feminine
es_ve: Femenino

source: Masculine
es_ve: Masculino

source: Other
es_ve: Otro

source: Recovery link has expired.
es_ve: El enlace de recuperación ha caducado.

source: Verification link has expired.
es_ve: El enlace de verificación ha caducado.

source: Invalid token
es_ve: Token inválido.

source: Invalid credentials
es_ve: Credenciales inválidas.

source: Account is not active yet :(
es_ve: La cuenta aún no está activa :(

source: New passwords do not match.
es_ve: Las contraseñas nuevas no coinciden.

source: No user found with the provided email.
es_ve: No se encontró ningún usuario con el correo electrónico proporcionado.

source: Password has been reset successfully.
es_ve: La contraseña se ha restablecido correctamente.

source: Recovery email sent successfully.
es_ve: El correo de recuperación se ha enviado correctamente.

source: Password updated successfully.
es_ve: La contraseña se ha actualizado correctamente.

source: Current password is incorrect.
es_ve: La contraseña actual es incorrecta.

source: Congratulations, account verification successful!
es_ve: ¡Felicidades! ¡La verificación de la cuenta se ha realizado con éxito!

source: User already has an active subscription within the specified date range.
es_ve: El usuario ya tiene una suscripción activa dentro del rango de fechas especificado.

source: Insufficient funds
es_ve: Fondos insuficientes.

source: Enter a valid MAC address.
es_ve: Ingresa una dirección MAC válida.

source: No user associated with that phone number
es_ve: No hay ningún usuario asociado a ese número de teléfono.

source: Invalid billing period.
es_ve: Período de facturación inválido.

source: Subscription canceled.
es_ve: Suscripción cancelada.
